# Taps
tap "jnovack/litra"
tap "davrodpin/mole"
tap "stripe/stripe-cli"

# Formulae (explicitly installed)
brew "agent-browser"
brew "arduino-cli"
brew "certbot"
brew "cloudflared"
brew "codex"
brew "deno"
brew "ffmpeg"
brew "fnm"
brew "gemini-cli"
brew "gh"
brew "git-lfs"
brew "git-xet"
brew "go"
brew "just"
brew "neovim"
brew "platformio"
brew "ripgrep"
brew "sshs"
brew "stripe"
brew "uv"
brew "watchexec"
brew "yt-dlp"
brew "zoxide"

# Casks
cask "1password-cli"
cask "arduino-ide"
cask "balenaetcher"
cask "claude-code"
cask "ghostty"
cask "gitkraken-cli"
cask "monitorcontrol"
cask "proxyman"
cask "raspberry-pi-imager"
cask "tor-browser"
cask "zed"
