# Formulae (explicitly installed)
brew "cloudflared"
brew "codex"
brew "ffmpeg"
brew "fnm"
brew "gh"
brew "neovim"
brew "platformio"
brew "sshs"
brew "uv"
brew "zoxide"

# Casks
cask "1password-cli"
cask "claude-code"
cask "ghostty"
cask "gitkraken-cli"
cask "zed"
